Repository: mderasse/php-mpos
Catalog: locale/*/LC_MESSAGES/frontend.po
Languages: fr_fr

source: Getting Started Guide
fr_fr: Guide De Démarrage

source: Download a miner.
fr_fr: Télécharger un mineur.

source: Download here
fr_fr: Télécharger ici

source: Download Here
fr_fr: Télécharger ici

source: Configure your miner.
fr_fr: Configurez votre mineur.

source: If your using Linux, Then type the following into the console:
fr_fr: Si vous utilisez Linux, Veuillez tapper la commande suivante dans votre console:

source: If you want to mine on a <strong> Windows Operating System</strong>, then you'll need to create a batch file to start your miner.
fr_fr: Si vous voulez miner sur un <strong>Système d'Exploitation Windows</strong>, vous allez devoir créer un fichier batch pour pouvoir démarrer votre mineur.

source: Simply open notepad and then copy and paste the following:
fr_fr: Ouvrez simplement votre bloc-note et copier-coller y les lignes suivante:

source: You then need to change "-u Weblogin.Worker -p Worker password" to reflect your own account. Eg, "-u Steve.StevesWorker -p StevesWorkerPassword" then go to "File > Save as" and save the file as "RunMe.bat" in the same folder containing your miners application files. You are now ready to mine, double click on "RunMe.bat" to start mining. If you want, you can create additional workers with usernames and passwords of your choice <a href="%1?page=account&action=workers">here</a>
fr_fr: Vous devez alors changer "-u Weblogin.Worker -p Worker password" afin qu'elle corresponde au information de votre compte. Exemple: "-u Steve.StevesWorker -p StevesWorkerPassword" puis aller dans "Fichier > Sauvegarder sous" et sauvegardé le fichier sous le nom "RunMe.bat" dans le dossier contenant l'application de mining. Vous êtes maintenant prêt à miner, double cliquer sur "RunMe.bat" pour lancer le mining. Vous pouvez également créer d'autre Mineur via la page suivante: <a href="%1?page=account&action=workers">Créer un mineur</a>

source: Create a %1 address to receive payments.
fr_fr: Créez une adresse %1 pour recevoir les paiements.

source: Generate a new address and input it on your account page to receive payments.
fr_fr: Générez une nouvelle adresse et saisissez-la dans vos paramètres de compte pour recevoir les paiements.

source: Advanced CGMiner settings / FAQ
fr_fr: Paramétrage avancé de CGMiner / FAQ

source: Scrypt readme
fr_fr: Lisez Moi Scrypt

source: Don't set <b>intensity</b> too high, I=11 is standard and safest. Higher intensity takes more GPU RAM. Check for <b>hardware errors</b> in CGMiner (HW). HW=0 is good, otherwise lower intensity.
fr_fr: Ne définissez pas <b>l'intensité</b> trop haute, l=11 est la valeur par défaut et la sûr. Une intensité plus haute utilisera plus de RAM de votre GPU. Vérifier vos <b>erreur d'hardware</b> dans CGMiner (HW). HW=0 est normal, sinon baissé l'intensité.

source: Set shaders according to the readme (or look at your graphic cards specifications). CGMiner uses this value at first run to calculate <b>thread-concurrency</b>. Easiest way to get this optimized is to use same settings as others have used here: <a href="http://litecoin.info/Mining_Hardware_Comparison" target="_blank">here</a>.
fr_fr: Définissez vos Shaders en vous basant sur le fichier lisez-moi (Ou en regardant les spécifications de votre carte graphique). CGMiner utilise cette valeur au premier démarrage afin de calculer <b>la concurrence des threads</b>. La façon la plus simple d'optimiser votre minage est d'utiliser la même configuration que d'autres mineurs disponilbe <a href="http://litecoin.info/Mining_Hardware_Comparison" target="_blank">ici</a>.

source: There's also an interesting project which gives you a GUI for CGMiner. Windows only it seems.
fr_fr: Il y a aussi un projet intéressant qui vous donne une interface graphique pour CGMiner. Celle ci est disponible uniquement sous Windows.

source: Here's a great <a href="https://docs.google.com/document/d/1Gw7YPYgMgNNU42skibULbJJUx_suP_CpjSEdSi8_z9U/preview?sle=true" target="_blank">guide</a> how to get up and running with Xubuntu.
fr_fr: Vous pouvez suivre ce <a href="https://docs.google.com/document/d/1Gw7YPYgMgNNU42skibULbJJUx_suP_CpjSEdSi8_z9U/preview?sle=true" target="_blank">guide</a pour configurer et miner sur Xubuntu.

source: Powered by <a href="https://github.com/MPOS/php-mpos" target="_blank">MPOS</a>
fr_fr: Propulsé par <a href="https://github.com/MPOS/php-mpos" target="_blank">MPOS</a>

source: Toggle navigation
fr_fr: Afficher/Masquer la navigation

source: New Block
fr_fr: Nouveau bloc

source: Payout
fr_fr: Paiement

source: IDLE Worker
fr_fr: Travailleur IDLE

source: Successful Login
fr_fr: Connexion réussie

source: See All Notifications
fr_fr: Voir toutes les notifications

source: Guest
fr_fr: Visiteur

source: Dashboard
fr_fr: Tableau de bord

source: Settings
fr_fr: Préférences

source: Workers
fr_fr: Mineurs

source: Logout
fr_fr: Déconnexion

source: Login
fr_fr: Connexion

source: Sign Up
fr_fr: S'inscrire

source: Home
fr_fr: Accueil

source: What's new
fr_fr: Actualités

source: My Account
fr_fr: Mon compte

source: Edit Account
fr_fr: Modifier mon compte

source: My Workers
fr_fr: Mes Mineurs

source: Earnings
fr_fr: Gains

source: Admin Panel
fr_fr: Administration

source: System
fr_fr: Système

source: Setup
fr_fr: Installation

source: Monitoring
fr_fr: Statut serveur

source: Funds
fr_fr: Fonds

source: Wallet Info
fr_fr: Portefeuille

source: News
fr_fr: Actualités

source: Site News
fr_fr: Nouvelles du site

source: Users
fr_fr: Utilisateurs

source: User Info
fr_fr: Informations Utilisateur

source: Reports
fr_fr: Rapports

source: Registrations
fr_fr: Inscriptions

source: Pool Workers
fr_fr: Mineurs du Pool

source: Statistics
fr_fr: Statistiques

source: Blocks
fr_fr: Blocs

source: Graphs
fr_fr: Graphiques

source: Donors
fr_fr: Donateurs

source: Help
fr_fr: Aide

source: Getting Started
fr_fr: Commencer à Miner

source: About
fr_fr: À propos

source: Web Chat
fr_fr: Chat

source: Other
fr_fr: Autre

source: Terms and Conditions
fr_fr: Termes et Conditions

source: Contact Us
fr_fr: Contactez-nous

source: Your Name
fr_fr: Votre nom

source: Please type your name
fr_fr: Veuillez indiquer votre prénom

source: Your Email Address
fr_fr: Votre adresse email

source: Please type your email
fr_fr: Veuillez indiquer votre adresse Email

source: Your Subject
fr_fr: Sujet

source: Please type your subject
fr_fr: S'il vous plaît tapez votre sujet

source: Your Message
fr_fr: Votre message

source: Send Email
fr_fr: Envoyer un email

source: Reset Values
fr_fr: Réinitialiser les valeurs

source: Contact & Support
fr_fr: Contact et Support

source: This product comes 'as-is' without any warranty. Please check the Apache License, Version 2.0, for details.
fr_fr: Ce produit vient «tel quel» sans aucune garantie. Veuillez vérifier la licence Apache, version 2.0, pour plus de détails.

source: Welcome to VRM - Mining-Pool
fr_fr: Bienvenue sur VRM - Mining-pool

source: To join the pool you can follow the <a href="%1?page=gettingstarted">Getting Started Guide</a>.
fr_fr: Pour rejoindre le pool et commencer à miner vous pouvez suivre le <a href="%1?page=gettingstarted">guide de démarrage</a>.

source: Feel free to click on the right-bottom Button if you have any question.
fr_fr: N'hésitez pas à cliquer sur le bouton en bas à droite de la page si vous avez des questions.

source: Pool Features :
fr_fr: Caractéristiques du Pool:

source: Normal Fees : 0.9%
fr_fr: Frais normaux: 0,9%

source: Fully Redundant Infrastructure
fr_fr: Infrastructure entièrement redondante

source: Servers in professional Datacenters in Europe, North America and Asia
fr_fr: Serveurs dans des datacentres professionnel en Europe, Amérique du Nord et Asie

source: Stratum Servers :
fr_fr: Serveur de Stratum:

source: Localization
fr_fr: Localisation

source: Network Speed
fr_fr: Vitesse du réseau

source: Address
fr_fr: Adresse

source: Status
fr_fr: Statut

source: North America - USA - Virginia
fr_fr: Amérique du Nord - Etats-Unis - Virginie

source: 1Gbps - DDos Protection
fr_fr: 1Gbps - Protection contre le DDoS

source: UP
fr_fr: OK

source: 10Gbps - DDos Protection
fr_fr: 10Gbps - Protection contre le DDoS

source: Asia - Singapore
fr_fr: Asie - Singapour

source: Pool Vardiff :
fr_fr: Vardiff du Pool:

source: Difficulty
fr_fr: Difficulté

source: to
fr_fr: à

source: Special SBC
fr_fr: Spécial SBC

source: Europe Only
fr_fr: Europe uniquement

source: Regards
fr_fr: Cordialement

source: Password reset
fr_fr: Réinitialisation du mot de passe

source: New Password
fr_fr: Nouveau mot de passe

source: Repeat New Password
fr_fr: Confirmez le nouveau mot de passe

source: Change Password
fr_fr: Modifier le mot de passe

source: Unlock
fr_fr: Déverrouiller

source: If you have an email set for your account, enter your username to get your password reset
fr_fr: Si vous avez défini un e-mail pour votre compte, entrez votre nom d'utilisateur pour réinitialiser votre mot de passe

source: Username or E-mail
fr_fr: Nom d'utilisateur ou adresse e-mail

source: Reset
fr_fr: Réinitialiser

source: Register new account
fr_fr: Enregistrez un nouveau compte

source: Username
fr_fr: Nom d'utilisateur

source: Coin Address
fr_fr: Adresse de votre portefeuille

source: Password
fr_fr: Mot de passe

source: Strength
fr_fr: Niveau de sécurité

source: Repeat Password
fr_fr: Répéter le mot de passe

source: Repeat Email
fr_fr: Confirmez l’Email

source: Four digit number.
fr_fr: Numéro à 4 chiffres.

source: Remember this pin!
fr_fr: Souvenez-vous de votre PIN !

source: I Accept The <a data-toggle="modal" data-target="#TAC">Terms and Conditions</a>
fr_fr: J’accepte les <a data-toggle="modal" data-target="#TAC">Termes et Conditions d'utilisation</a>

source: Register
fr_fr: S'inscrire

source: Close
fr_fr: Fermer

source: We are currently not accepting new user registrations.
fr_fr: Nous n'acceptons actuellement pas de nouvelles inscriptions.

source: API Reference
fr_fr: Documentation de l'API

source: Please head over to the <a href="https://github.com/TheSerapher/php-mpos/wiki/API-Reference">official documentation</a> to learn about the API featured in <b>MPOS</b>.
fr_fr: Veuillez suivre la <a href="https://github.com/TheSerapher/php-mpos/wiki/API-Reference">documentation officielle</a> afin de découvrir toutes les fonctionnalités de l'API <b>MPOS</b>.

source: Frequently Asked Questions
fr_fr: Questions fréquentes

source: Q: When will I get paid?
fr_fr: Quand serais-je payé?

source: <b>A:</b> This pool uses the following payout system.
fr_fr: <b>R:</b> Ce pool utilise le système de paiement suivant.

source: Proportional (Prop)
fr_fr: Proportionnelle (Prop)

source: The block reward is distributed among miners in proportion to the number of shares they submitted in a round. The expected reward per share depends on the number of shares already submitted in the round.
fr_fr: La récompense du bloc est distribuée parmi les mineurs proportionnellement au nombre de shares qu'ils ont présentées dans un round. La récompense prévue par share dépend du nombre de share déjà envoyé dans le round.

source: Block rewards are distributed among the last shares, disregarding round boundaries. In the accurate implementation, the number of shares is determined so that their total will be a specified quantity of score (where the score of a share is the inverse of the difficulty). Most pools use a naive implementation based on a fixed number of shares or a fixed multiple of the difficulty. The share-variance can be reduced at the cost of increased maturity time, but there is no way to decrease the long-term pool-variance.
fr_fr: Les récompenses de bloc sont réparties en fonction des derniers shares peut importe les limites du round. Dans une implémentation parfaite de ce système, le nombres de shares serait déterminé afin que leur total corresponde à une quantité de score définie (ou le score d'un share is l'inverse de sa difficulté). Une grande partie des pools utilisent une implémentation naïve basé sur un nombre fix de shares ou un multiple de la difficulté.

source: Each share receives a fixed reward known in advance. This is the ultimate low-variance, low-maturity simple method, but has the highest risk for the operator, and hence lower expected returns than other methods and risk of collapse if not managed properly.
fr_fr: Chaque share reçoit une récompense fixe connue à l'avance. Il s'agit de la méthode simple à faible variation et à faible maturité. Celle-ci présente le risque le plus élevé pour l'administrateur et, par conséquent, un gain inférieur comparé aux autres méthodes.

source: Q: What is a orphan block?
fr_fr: Q: Qu'est-ce qu'un bloc orphelin?

source: <b>A:</b> Coins generated by a block will not be available to you right away. They will take some time to be confirmed by the entire network before you are allowed to transfer them out of the pool. Usually coins have a confirmation set to 120. What that actually means: the network (not the pool) has to discover 120 additional blocks on top of the one found by the pool to confirm it.
fr_fr: <b>R:</b> Les coins générées par un bloc ne seront pas mis à votre disposition tout de suite. Ils vont prendre du temps pour être confirmée par l’ensemble du réseau et par conséquent ils ne seront pas transférable en dehors du pool avant celle-ci. Les coins ont généralement besoin de 120 confirmations. Cela signifie en réalité que le réseau (pas le pool) doit découvrir 120 blocs supplémentaires pour pouvoir être déclaré comme confirmé.

source: Q: What is estimated payout?
fr_fr: Q: Que signifie l'estimation de paiement ?

source: <b>A:</b> Estimated payout is your estimated payout if a block is found at that time. This is an estimate according to your amount of shares submitted for the round(s).
fr_fr: <b>R:</b>L'estimation de paiement est l'estimation du nombre de coin que vous allez recevoir si un bloc est trouvé à cet instant. Cette estimation ce base sur le nombre de shares envoyé sur le round.

source: Q: What is pool-variance?
fr_fr: Q: Qu'Est-ce que la variation du pool ?

source: <b>A:</b> This is the variance caused by the pool being too small. Using a method with high pool-variance does no harm to large pools.
fr_fr: <b>R:</b> La variation d'un pool est causé par le fait que le pool n'est pas assez important (Hashrate trop faible). L'utilisation d'une méthode avec haute variation sur un pool important n'a aucune influence sur celui-ci.

source: Q: What is a share?
fr_fr: Q: Qu'est-ce qu'un share?

source: <b>A:</b> Finding blocks is not an easy task. Since it would take a really long time on some coins, finding a block is broken down into shares. Depending on the server side setting, each share can be a certain difficulty. The more difficult each share is to find by miners, the fewer total shares are required to eventually find a block.
fr_fr: <b>R:</b> Trouver des blocs n'est pas une tâche facile. Comme il faudrait un temps très long sur certaines coin, c'est pourquoi trouver un bloc est divisé en share. Selon le réglage du serveur, chaque share peut avoir une difficulté différente. Plus la difficulté d'un share est elevé pour un mineur, moins le nombre nécéssaire de share pour trouver un bloc sera important .

source: On the server side, each share is checked against the coin daemon (a server side wallet with more features) if it is indeed a valid block solution. Every share computed has the potential to be a block solution. I will not go into details why this is, but rest assured that share estimates for blocks can sometimes be exceeded. In the long run though, shorter round with less shares than required will make up for those taking very long.
fr_fr: Sur le serveur, chaque share est vérifié via le daemon du coin (Un portefeuille hébergeait sur le serveur avec des fonctionnalités supplémentaire) afin de vérifier si le share est une solution valide pour le bloc. Tous les share vérifiait peuvent être la solution pour le bloc. Nous n'irons pas dans les détails mais il est possible que le nombre de share pour un bloc soit au dessus de l'estimation. Vous verrez au final que certain round à l'inverse moins de share rétablissant un équilibre.

source: Keep in mind: shares are not blocks! Shares are part of a block and will count towards the block payout!
fr_fr: Souvenez-vous: un share n'est pas un bloc !! Les shares sont une partie d'un bloc et seront comptabilisé lors du partage de la récompense!

source: At times, you will see shares being rejected by the pool. This can happen if you try to send an outdated share right after a block was found. Stratum, a protocol used by a miner to request work from a server, is used for share submission and getting new work. It is very solid when it comes to avoiding rejects but they can still happen once in a while.
fr_fr: Parfois, vous verrez certain share rejeté par le pool. Cela peut se produire si vous envoyez un share pour un bloc qui n'est plus d'actualité suite à la découverte très récente de ce bloc. Le stratum est un protocole utilisé par les mineurs afin de demander et envoyer des shares au serveur. Ce protocol est très performant quand il s'agit d'éviter les shares invalide mais cela peut quand même se produire de temps en temps.

source: If you are seeing reject all the time, then something isn’t working right on your end. You may also notice that your hashrate on the pool website is not increasing while your invalid share count keeps climbing up. In that case turn off your miner and check your settings!
fr_fr: Si vous voyez tous vos shares rejetez, alors il est possible qu'il y ai une erreur de configuration de votre mineur. Vous pouvez également voir sur le site du pool que votre hashrate n'augmente pas et que votre nombre de share invalide ne cesse d'augmenter. Dans ce cas arrêtez votre mineur et vérifiez ces paramètres !

source: Q: I am having problems connecting to the pool.
fr_fr: Q: J'ai des problèmes de connexion au Pool.

source: <b>A:</b> Double check your settings against our <a href="%1?page=gettingstarted">getting started page.</a>
fr_fr: <b>A:</b> Revérifiez vos paramètres en suivant le <a href="%1?page=gettingstarted">guide de démarrage.</a>

source: This Pool is running <a href="https://github.com/TheSerapher/php-mpos">MPOS</a> project code. This frontend was created by <a href="https://github.com/MPOS/php-mpos">TheSerapher aka Sebastian Grewe</a>. The operation of the pool is soley at the hand of your trusted pool operator.
fr_fr: Ce pool utilise le projet <a href="https://github.com/TheSerapher/php-mpos">MPOS</a>. Le Site web a été crée par <a href="https://github.com/MPOS/php-mpos">TheSerapher aka Sebastian Grewe</a>. Le fonctionnement du pool est complétement géré par l'administrateur de celui-ci.

source: Moot Forum
fr_fr: Forum

source: Change in
fr_fr: Changement dans

source: No Estimates
fr_fr: Aucune estimation

source: No active workers
fr_fr: Aucun mineurs actif

source: Worker
fr_fr: Mineur

source: No worker information available
fr_fr: Aucune donnée disponible

source: Account Information
fr_fr: Information Compte

source: You are mining without any pool fees applied and
fr_fr: Vous minez sans aucun frais de pool et

source: You are mining at <font color="orange">%1%</font> pool fee and
fr_fr: Vous minez avec <font color="orange">%1%</font> de frais de pool et

source: This pool does not apply fees and
fr_fr: Ce pool n’applique pas de frais et

source: you donate <font color="green">%1%</font>.
fr_fr: vous faites un don de <font color="green">%1%</font>.

source: you are not <a href="%1?page=account&action=edit">donating</a>.
fr_fr: vous ne faites aucune <a href="%1?page=account&action=edit">donation</a>.

source: %1 Account Balance
fr_fr: Solde du compte %1

source: Confirmed
fr_fr: Confirmé

source: Unconfirmed
fr_fr: Non confirmé

source: Last Found Blocks
fr_fr: Dernier blocs trouvés

source: Height
fr_fr: Numéro du bloc

source: Finder
fr_fr: Utilisateur

source: Time
fr_fr: Heure

source: Amount
fr_fr: Montant

source: Expected Shares
fr_fr: Shares attendues

source: Actual Shares
fr_fr: Shares actuels

source: Percentage
fr_fr: Pourcentage

source: anonymous
fr_fr: anonyme

source: unknown
fr_fr: inconnu

source: Overview
fr_fr: Vue d'ensemble

source: Refresh interval: %1 seconds, worker and account %2 seconds. Hashrate based on shares submitted in the past %3 minutes.
fr_fr: Intervalle d’actualisation : %1 secondes, mineur et compte %2 secondes. Hashrate basée sur les shares envoyés dans les dernières %3 minutes.

source: Worker Information
fr_fr: Information sur les Mineurs

source: %1 1 Hour Estimated Earnings
fr_fr: %1 estimé en 1 Heure

source: %1 24 Hour Estimated Earnings
fr_fr: %1 estimé en 24 Heures

source: %1 7 Days Estimated Earnings
fr_fr: %1 estimé en 7 Jours

source: %1 14 Days Estimated Earnings
fr_fr: %1 estimé en 14 Jours

source: %1 30 Days Estimated Earnings
fr_fr: %1 estimé en 30 Jours

source: Value
fr_fr: Valeur

source: Unpaid
fr_fr: Non payé

source: difficulty shares
fr_fr: difficulté des Shares

source: Est. Next Difficulty
fr_fr: Prochain Difficulté Est.

source: Change in %1 Blocks
fr_fr: Changement dans %1 blocs

source: Estimated Average
fr_fr: Moyenne Estimé

source: Time per Block
fr_fr: Temps par bloc

source: Own
fr_fr: Moi

source: Valid
fr_fr: Valide

source: Invalid
fr_fr: Invalide

source: Efficiency
fr_fr: Efficacité

source: Round Information
fr_fr: Information sur le Round

source: Share Information
fr_fr: Informations sur le Share

source: Current Block
fr_fr: Bloc actuel

source: Of Expected Shares
fr_fr: de Shares attendues

source: %1 Est. Earnings
fr_fr: %1 Estimé

source: Est. Avg. Time per Block
fr_fr: Temps moyen estimé par bloc

source: My Hashrate
fr_fr: Mon Hashrate

source: Pool Hashrate
fr_fr: HashRate du Pool

source: My Sharerate
fr_fr: Mon Sharerate

source: Net Hashrate
fr_fr: Hashrate du Réseau

source: Pool Information
fr_fr: Information sur le Pool

source: Request rate limit exceeded
fr_fr: Limite de taux de demande dépassée

source: You're sending too many requests too fast!
fr_fr: Vous envoyez trop de demandes trop vite!

source: The page you requested was not found.
fr_fr: La page demandée n’a pas été trouvée.

source: Blocks found by own Workers
fr_fr: Blocs trouvés par vos Mineurs

source: Rank
fr_fr: Rang

source: Coins Generated
fr_fr: Pièces générées

source: unknown/deleted
fr_fr: inconnu / supprimé

source: Average Shares
fr_fr: Shares moyennes

source: Block Shares
fr_fr: Shares des blocs

source: Block
fr_fr: Bloc

source: Round Earnings are not credited until <font class="confirmations">%1</font> confirms.
fr_fr: Les gains du round ne seront crédités qu'après <font class="confirmations">%1</font> confirmations.

source: Last %1 Blocks Found
fr_fr: Dernier %1 blocs trouvés

source: Validity
fr_fr: Validité

source: Orphan
fr_fr: Orphelin

source: %1 left
fr_fr: %1 restante

source: Totals
fr_fr: Totaux

source: Block Overview
fr_fr: Aperçu des blocs

source: Gen. Est.
fr_fr: Est. de coin généré

source: Found
fr_fr: Trouvé

source: Orphan %
fr_fr: % d'Orphelin

source: Avg. Diff
fr_fr: Diff. Moyenne

source: Rate Est.
fr_fr: Taux Est.

source: All Time
fr_fr: Depuis le début

source: Last Hour
fr_fr: Dernière heure

source: Last 24 Hours
fr_fr: Dernières 24 heures

source: Last 7 Days
fr_fr: 7 derniers jours

source: Last 4 Weeks
fr_fr: 4 dernières semaines

source: The Past 12 Months
fr_fr: 12 derniers mois

source: Round earnings are not credited until <font class="confirmations">%1</font> confirms.
fr_fr: Les gains du round ne seront crédités qu'après <font class="confirmations">%1</font> confirmations.

source: Pool Donors
fr_fr: Donateurs du Pool

source: Name
fr_fr: Nom

source: %1 Total
fr_fr: %1 Totaux

source: No confirmed donations yet, please be patient!
fr_fr: Pas encore de dons confirmés, soyez patient!
