Repository: mderasse/php-mpos
Catalog: locale/*/LC_MESSAGES/frontend.po
Languages: fr_fr

source: Location
fr_fr: Emplacement

source: Status Since
fr_fr: Etat depuis

source: Day
fr_fr: Jour

source: Week
fr_fr: Semaine

source: Month
fr_fr: Mois

source: Last update
fr_fr: Dernière mise à jour

source: Contributor Shares
fr_fr: Shares des Utilisateurs

source: Donor
fr_fr: Donateur

source: User Name
fr_fr: Nom d'utilisateur

source: no Donation
fr_fr: aucune Donation

source: 0%-2% Donation
fr_fr: 0% - 2% de Don

source: 2% or more Donation
fr_fr: 2% ou plus de Don

source: General Statistics
fr_fr: Statistiques générales

source: Pool Hash Rate
fr_fr: Hash Rate du Pool

source: Pool Efficiency
fr_fr: Efficacité du Pool

source: Current Active Workers
fr_fr: Mineurs Actif

source: Current Difficulty
fr_fr: Difficulté actuelle

source: Est. Avg. Time per Round (Network)
fr_fr: Temps estimé moyen par Round (Réseau)

source: Est. Avg. Time per Round (Pool)
fr_fr: Temps estimé moyen par Round (Pool)

source: Est. Shares this Round
fr_fr: Nombre de Shares Estimé dans ce Round

source: done
fr_fr: terminé

source: Next Network Block
fr_fr: Prochain Bloc du Réseau

source: Current
fr_fr: Actuel

source: Last Block Found
fr_fr: Dernier Bloc Trouvé

source: Time Since Last Block
fr_fr: Temps depuis le dernier bloc

source: These stats are also available in JSON format <a href="%1?page=api&action=getpoolstatus&api_key=%2">HERE</a>
fr_fr: Ces statistiques sont également disponibles <a href="%1?page=api&action=getpoolstatus&api_key=%2">ICI</a> au format JSON

source: Contributor Hashrates
fr_fr: Hashrates des Utilisateurs

source: %1/Day
fr_fr: %1/jour

source: Current Total Miners
fr_fr: Total des Mineurs actif

source: These stats are also available in JSON format <a href="%1?page=api&action=public" target="_api">HERE</a>
fr_fr: Ces statistiques sont également disponibles <a href="%1?page=api&action=public" target="_api">ICI</a> au format JSON

source: Average Hashrate past 24h
fr_fr: Hashrate moyen durant les dernières 24 Heures

source: Your average hashrate per hour, updated every backend cron run.
fr_fr: Votre Hashrate moyen par heure.

source: Average Workers past 24h
fr_fr: Moyenne des Mineurs durant les dernières 24 Heures

source: Your average active workers per hour, updated every backend cron run.
fr_fr: Vos Mineurs actif moyen par heure.

source: Average Sharerate past 24h
fr_fr: Sharerate moyen durant les dernières 24 Heures

source: Your share rate per hour, updated every backend cron run.
fr_fr: Share Rate par heure.

source: Round Statistics
fr_fr: Statistiques du Round

source: Round Valid
fr_fr: Round Valide

source: Invalid %
fr_fr: % d'Invalide

source: Round %
fr_fr: % du Round

source: PPLNS Valid
fr_fr: PPLNS valide

source: Variance
fr_fr: Écart

source: Round Transactions
fr_fr: Transactions du Round

source: Round Shares
fr_fr: Shares du Round

source: Block Statistics
fr_fr: Statistiques de bloc

source: PPLNS Round Statistics
fr_fr: Statistiques du round PPLNS

source: Estimated Shares
fr_fr: Shares Estimées

source: Target Variance
fr_fr: Variation ciblé

source: Block Average
fr_fr: Moyenne de Share par Bloc

source: Average Efficiency
fr_fr: Efficacité moyenne

source: Target Rounds
fr_fr: Rounds ciblé

source: Round Variance
fr_fr: Ecart du Round

source: Search Block Height
fr_fr: Chercher un Bloc

source: Search
fr_fr: Rechercher

source: Prev
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: Top Inviters
fr_fr: Top des Inviteurs

source: Outstanding
fr_fr: En attente

source: Activated
fr_fr: Activé

source: Edit news entry #%1
fr_fr: Editez la news #%1

source: Active
fr_fr: Actif

source: Header
fr_fr: En-tête

source: Content
fr_fr: Contenu

source: Save
fr_fr: Enregistrer

source: Last Registered Users
fr_fr: Derniers inscrits

source: Reg. Date
fr_fr: Date d'enregistrement

source: Invite
fr_fr: Via Invitation

source: Invited From
fr_fr: Invité de

source: %1 Account Information
fr_fr: Informations sur votre le compte %1

source: All Time Transaction Totals
fr_fr: Totaux de toutes les Transactions

source: Transactions over time
fr_fr: Transactions au fil du temps

source: Credit
fr_fr: Crédit

source: Debit AP
fr_fr: Débit AP

source: Debit MP
fr_fr: Débit MP

source: Donation
fr_fr: Don

source: Fee
fr_fr: Frais

source: Last Day
fr_fr: Hier

source: Last Week
fr_fr: La semaine dernière

source: Last Month
fr_fr: Le mois dernier

source: Last Year
fr_fr: L'année dernière

source: %1 Current Active Pool Workers
fr_fr: %1 Mineurs actifs sur le Pool

source: Worker Name
fr_fr: Nom du mineur

source: Monitor
fr_fr: Monitoré

source: Avg Difficulty
fr_fr: Difficulté moyenne

source: Write Newsletter
fr_fr: Ecrire une Newsletter

source: Newsletters support the Markdown syntax
fr_fr: Les Newsletters supporte la syntax d'écriture Markdown

source: Subject
fr_fr: Sujet

source: Send
fr_fr: Envoyer

source: Locked
fr_fr: Verrouillé

source: Admins
fr_fr: Administrateurs

source: No Fees
fr_fr: Pas de frais

source: 24 hours
fr_fr: 24 heures

source: 7 days
fr_fr: 7 jours

source: 1 month
fr_fr: 1 mois

source: 6 months
fr_fr: 6 mois

source: 1 year
fr_fr: 1 an

source: MPOS Version Information
fr_fr: Information de version de MPOS

source: Component
fr_fr: Composant

source: Installed
fr_fr: Installé

source: Online
fr_fr: En ligne

source: Config
fr_fr: Configuration

source: Database
fr_fr: Base de données

source: MPOS Status
fr_fr: Statut de MPOS

source: Cronjobs
fr_fr: Tâches planifiées Cron

source: Wallet
fr_fr: Portefeuille

source: Errors
fr_fr: Erreurs

source: Disabled
fr_fr: Désactivé

source: None - OK
fr_fr: Ok

source: User Search
fr_fr: Rechercher un utilisateur

source: Account
fr_fr: Compte

source: Is Admin
fr_fr: Est Admin

source: Is Locked
fr_fr: Est Verrouillé

source: User Information
fr_fr: Informations sur l'utilisateur

source: Est. Donation
fr_fr: Donation Est.

source: Est. Payout
fr_fr: Paiement Est.

source: Est. 24 Hours
fr_fr: Est. 24 Heures

source: Balance
fr_fr: Solde

source: Last Login
fr_fr: Dernière connexion

source: Peer Information
fr_fr: Informations sur le Peer

source: Host
fr_fr: Hôte

source: Protocol
fr_fr: Protocole

source: Identity
fr_fr: Identité

source: Connected
fr_fr: Connecté

source: Traffic
fr_fr: Trafic

source: Balance Summary
fr_fr: Résumé du solde

source: Wallet Balance
fr_fr: Solde du porte-feuille

source: Locked for users
fr_fr: Verrouillé pour les utilisateurs

source: Liquid Assets
fr_fr: Actifs liquides

source: Wallet Status
fr_fr: Etat du Portefeuille

source: Protocol Version
fr_fr: Version de Potocole

source: Wallet Version
fr_fr: Version du portefeuille

source: Accounts
fr_fr: Comptes

source: Last %1 transactions
fr_fr: Dernière %1 Transactions

source: Category
fr_fr: Catégorie

source: Transaction ID
fr_fr: ID de transaction

source: Default
fr_fr: Défaut

source: Wallet Accounts
fr_fr: Compte du Portefeuille

source: Balance Info
fr_fr: Information sur le Solde

source: Addresses assigned to Account %1
fr_fr: Adresses lié au compte %1

source: Write News
fr_fr: Ecrire une News

source: News posts support the Markdown syntax
fr_fr: Le contenu de la news supporte la syntaxe Markdown

source: Add
fr_fr: Ajouter

source: posted %1
fr_fr: posté le %1

source: by <b>%1</b>
fr_fr: par <b>%1</b>

source: Earnings Report Last %1 Blocks For User: %2
fr_fr: Rapport des gains depuis le bloc %1 pour l'utilisateur : %2

source: Earnings Information
fr_fr: Informations de gains

source: Select User
fr_fr: Sélectionner un utilisateur

source: Block Limit
fr_fr: Bloc maximum

source: Starting block height
fr_fr: ID du bloc de départ

source: Show empty rounds
fr_fr: Voir les rounds vide

source: Submit
fr_fr: Envoyer

source: Cronjob
fr_fr: Tâche cron

source: Exit Code
fr_fr: Code de sortie

source: Runtime
fr_fr: Temps d'éxécution

source: Start Time
fr_fr: Heure de début

source: End Time
fr_fr: Heure de fin

source: WARN
fr_fr: ATTENTION

source: ERROR
fr_fr: ERREUR

source: %1 seconds
fr_fr: %1 secondes

source: Setup Checks
fr_fr: Contrôles de l'installation

source: To disable these checks, set skip_config_tests to true in global.inc.php
fr_fr: Pour désactiver ces contrôles, editez la variable skip_config_tests en passant ca valeur à true dans global. Inc. php

source: Transaction Summary
fr_fr: Résumé des transactions

source: Login with existing account
fr_fr: Connexion avec un compte existant

source: Forgot your password?
fr_fr: Mot de passe oublié?

source: Terms & Conditions
fr_fr: Termes & Conditions

source: This Agreement governs your use of %1.
fr_fr: Cet accord régit votre utilisation de %1.

source: By using any of the Pools or registering an account on the website, you agree to be bound by the terms and conditions below. If you do not agree with the terms and conditions in this Agreement you may not use the Pool.
fr_fr: En utilisant l’une des Pools ou en enregistrant un compte sur le site Web, vous acceptez d’être lié par les termes et conditions ci-dessous. Si vous n’acceptez pas les termes et conditions du présent accord, vous ne pouvez pas utiliser le Pool.

source: The %1 staff may modify this Agreement and any policies affecting the Site at any point of time. Such modification is effective immediately upon posting to the website and will be distribution via email, forum post and a link in chat. Your continued use of the Pool following any modification to this Agreement shall be deemed an acceptance of all modifications.
fr_fr: Les administrateurs de %1 peuvent modifier cet accord et toute politique affectant le site à tout moment. Cette modification est immédiatement prise en compte après l'affichage sur le site. L'utilisateur sera également notifié à via un Popup sur le site, une newsletter et via toutes les plateformes mise à disposition par le pool. Votre utilisation continue du pool à la suite de toute modification apportée au présent accord sera considérée comme une acceptation de celle-ci.

source: The Pool rewards miners according to a <strong>%1</strong> system with <strong>%2%</strong> fee. The fee may change at any time, but notice will be given before doing so. Any fee change will be communicated through the pools news page.
fr_fr: Le pool récompense les mineurs selon le système <strong>%1</strong> avec <strong>%2%</strong> de frais. Les frais peuvent changer à tout moment, cependant les utilisateurs seront averti de ce changement via un Popup sur le site, une newsletter et via toutes les plateformes mise à disposition par le pool.

source: The Pool is not an e-wallet or a bank for your coins. The Pool and it's operators are not responsible for any loss of coins which are stored on the Pool. It is your responsibility to configure your account so that the coins you mine are regularly transferred to your own secured offline wallet.
fr_fr: Le pool n'est pas un e-wallet ou une banque pour vos gains. Le pool et ses administrateurs ne pourront être tenu pour responsable pour toutes pertes de coins présent sur le wallet du Pool.

source: The uptime of the pool or website is not guaranteed, maintenance and downtime may be required at times. Users are responsible for configuring their miners so that they will automatically reconnect, switch to all the pools we offer or a backup pool in the case of downtime.
fr_fr: L'uptime du Pool ou du site Web n'est pas garanti, les maintenances et accident peuvent parfois exigés un arrêt temporaire des services. Les utilisateurs sont responsables de la configuration de leurs mineurs de sorte qu'ils se reconnecteront automatiquement.

source: Botnets are not welcome. Accounts with a large amount of miners connecting from different IPs may be suspended without prior notice. If we are uncertian then an investigation will be opened and the user will be notified via their configured e-mail address. If we do not receive a response your account may be suspended.
fr_fr: Les Botnets ne sont pas les bienvenus. Les comptes avec une grande quantité de mineurs se connectant de différents fournisseur d'accès peuvent être suspendus sans préavis. Si nous sommes incertain alors une enquête sera ouverte et l'utilisateur sera notifié par l'intermédiaire de son adresse électronique configurée. Si nous ne recevons pas de réponse, le compte pourra être suspendu.

source: Multiple accounts controlled by one person may be considered as a botnet and an investigation will be opened, see above point.
fr_fr: Plusieurs comptes contrôlés par une seule personne peuvent être considérées comme un Botnet et une enquête sera ouverte, voir le point ci-dessus.

source: Please accept my invitation to this awesome pool.
fr_fr: S'il vous plaît accepter mon invitation à ce pool.

source: Past Invitations
fr_fr: Invitations envoyées

source: Sent
fr_fr: Envoyé

source: Add New Worker
fr_fr: Ajouter un nouveau Mineur

source: user
fr_fr: utilisateur

source: Worker Password
fr_fr: Mot de passe du Mineur

source: password
fr_fr: mot de passe

source: Worker Configuration
fr_fr: Configuration des Mineurs

source: Worker Login
fr_fr: Identifiant du Mineur

source: Update Workers
fr_fr: Mettre à jour les Mineurs

source: Push Notification Settings
fr_fr: Paramètres de notification

source: Push Notifications
fr_fr: Notifications Push

source: Notification Settings
fr_fr: Paramètres de notification

source: Event
fr_fr: Événement

source: Idle Worker
fr_fr: Travail inactifs

source: New Blocks
fr_fr: Nouveaux blocs

source: Pool Newsletter
fr_fr: Newsletter

source: Update
fr_fr: Mettre à jour

source: Notification History
fr_fr: Historique des notifications

source: Total %1 Earning Reports
fr_fr: Rapport des gains totaux de %1

source: Summary
fr_fr: Résumé

source: Sorted by Time
fr_fr: Trié par Date

source: Today
fr_fr: Aujourd’hui

source: Yesterday
fr_fr: Hier

source: 3 Day ago
fr_fr: Il y a 3 jours

source: 4 Day ago
fr_fr: Il y a 4 jours

source: 5 Day ago
fr_fr: Il y a 5 jours

source: 6 Day ago
fr_fr: Il y a 6 jours

source: 7 Day ago
fr_fr: Il y a 7 jours

source: No action specified
fr_fr: Aucune action spécifiée

source: API String
fr_fr: Chaine d'API

source: This code will allow you to import the full API string into your mobile application.
fr_fr: Ce code vous permettra d’importer la chaîne complète de l’API dans votre application mobile.

source: Transaction Filter
fr_fr: Filtrer les transactions

source: Filter
fr_fr: Filtrer

source: Transaction History
fr_fr: Historique des transactions

source: TX Type
fr_fr: Type de TX

source: Payment Address
fr_fr: Adresse de paiement

source: Orphaned
fr_fr: Orphelins

source: <b>Debit_AP</b> = Auto Threshold Payment, <b>Debit_MP</b> = Manual Payment, <b>Donation</b> = Donation, <b>Fee</b> = Pool Fees (if applicable)
fr_fr: <b>Debit_AP</b> = Paiement automatique par seuil, <b>Debit_MP</b> = Paiement manuel, <b>Don</b> = Don, <b>Frais</b> = Frais du Pool (le cas échéant)

source: Note: You will be redirected to login on successful completion of a password change
fr_fr: Remarque: Vous serez redirigé vers la page de connexion à la fin de votre changement de mot de passe

source: Current Password
fr_fr: Mot de passe actuel

source: 4 Digit PIN
fr_fr: PIN à 4 chiffres

source: Account Details
fr_fr: Détails du compte

source: User Id
fr_fr: ID de l’utilisateur

source: API Key
fr_fr: Clé API

source: Timezone
fr_fr: Fuseau horaire

source: Donation Percentage
fr_fr: Pourcentage de Donation

source: Donation amount in percent (%1 - 100%)
fr_fr: Montant du don en pourcentage (%1 - 100%)

source: Automatic Payout Threshold
fr_fr: Seuil de paiement automatique

source: %1 - %2 %3. Set to '0' for no auto payout.
fr_fr: %1 - %2 %3. Mettre à '0' pour aucun paiement automatique.

source: %1 %2 TX fee will apply
fr_fr: Des frais de transaction de %1 %2 s'appliqueront

source: High Estimation
fr_fr: Estimation Haute

source: This %1 automatic payment transaction fee is a network fee and goes back into the network not the pool.
fr_fr: Ces %1 de frais sur le payement automatique sont des frais réseau et seront directement reversé au réseau et non pas au pool.

source: Anonymous Account
fr_fr: Compte anonyme

source: Hide username on website from others. Admins can still get your user information.
fr_fr: Cache votre nom d'utilisateur. Les administrateurs auront toujours accès à ces informations.

source: The 4 digit PIN you chose when registering
fr_fr: Votre PIN à 4 chiffres choisi lors de votre inscription

source: Update Account
fr_fr: Mettre à jour

source: Cash Out
fr_fr: Retrait Manuel

source: Please note: a %1 %2 transaction fee will apply when processing "On-Demand" manual payments
fr_fr: Remarque: %1 %2 frais de transaction seront appliqué lors d'une demande de paiement manuel

source: This %1 manual payment transaction fee is a network fee and goes back into the network not the pool.
fr_fr: Ces %1 de frais sur le payement manuel sont des frais réseau et seront directement reversé au réseau et non pas au pool.

source: Minimum Cashout: %1 %2
fr_fr: Retraits minimal : %1 %2

source: Account Balance
fr_fr: Solde du compte

source: Payout to
fr_fr: Payer à

source: Reset PIN
fr_fr: Réinitialiser le PIN

source: en
fr_fr: English

source: fr
fr_fr: Français

source: es
fr_fr: Español

source: de
fr_fr: Deutsche

source: it
fr_fr: Italiano

source: ru
fr_fr: Pусский

source: zh
fr_fr: 中文

source: You have exceeded the pools configured
fr_fr: Vous avez dépassé

source: warning threshold. Please initiate a transfer!
fr_fr: seuil d'avertissement. S'il vous plaît lancer un transfert!

source: You have
fr_fr: Vous avez

source: failed login attempts! <a href="?page=account&action=reset_failed">Reset Counter</a>
fr_fr: échecs tentatives de connexion! <a href="?page=account&action=reset_failed">Remettre à zéro le compteur</a>

source: This pool is currently in maintenance mode.
fr_fr: Ce pool est actuellement en mode maintenance.

source: You are using an old Theme that will not be maintained in the future.
fr_fr: Vous utilisez un vieux thème qui ne sera pas maintenu à l'avenir.

source: We are investigating issues in the backend. Your shares and hashrate are safe and we will fix things ASAP.
fr_fr: Nous enquêtons sur des problèmes serveurs. Vos actions et hashrate sont en sécurité et nous faisons notre maximum pour régler ce problème rapidement.

source: Payouts disabled, you will not receive any coins to your offline wallet for the time being
fr_fr: Paiement désactivé. Vous ne recevrez aucun coin dans votre wallet le temps de la résolution de cet incident

source: Findblocks disabled, new blocks will currently not show up in the frontend
fr_fr: La détection de nouveau bloc est désactivé. L'affichage et la prise en compte des bloc est retardé

source: Blockupdate disabled, blocks and transactions confirmations are delayed
fr_fr: Blockupdate désactivé, les confirmations de blocs et de transactions sont retardées

source: PPLNS payout disabled, round credit transactions are delayed
fr_fr: PPS paiement désactivé. le versement des transactions est retardé

source: Proportional payout disabled, round credit transactions are delayed
fr_fr: Prop paiement désactivé. le versement des transactions est retardé

source: PPS payout disabled, share credit transactions are delayed
fr_fr: PPS paiement désactivé. le versement des transactions est retardé

source: Invalid Captcha, please try again.
fr_fr: Captcha invalide. Veuillez réessayer.

source: Contactform is currently disabled. Please try again later.
fr_fr: Formulaire de Contact actuellement désactivé. Veuillez réessayer plus tard.

source: Contactform is disabled for guests.
fr_fr: Formulaire de Contact désactivé pour les visiteurs.

source: Thanks for sending your message! We will get back to you shortly
fr_fr: Nous avons bien reçu votre message, nous reviendrons vers vous dès que possible

source: There was a problem sending your message. Check following error and please try again:
fr_fr: Il y a eu un problème d'envoi de votre message. Veuillez vérifier l'erreur suivante puis réessayer

source: Please check your mail account to finish your password reset
fr_fr: Veuillez vérifier votre messagerie pour obtenir le lien de réinitialisation du mot de passe

source: Password reset complete! Please login.
fr_fr: Réinitialisation du mot de passe effectuée, Veuillez vous identifie.

source: Account registration is currently disabled. Please try again later.
fr_fr: L’inscription est actuellement désactivée. Veuillez réessayer plus tard.

source: Only invited users are allowed to register.
fr_fr: Seuls les utilisateurs invités sont autorisés à s'inscrire.

source: Please enter a valid Wallet Address
fr_fr: Veuillez saisir une adresse de portefeuille valide

source: Please check your mailbox to activate this account
fr_fr: Veuillez vérifier votre boîte de réception pour activer votre compte

source: Account created, please login
fr_fr: Votre compte a été créé. Veuillez vous connecter

source: Unable to create account:
fr_fr: Impossible de créer le compte:

source: Page currently disabled. Please try again later.
fr_fr: Page actuellement désactivée. Veuillez réessayer plus tard.

source: You are not allowed to login during maintenace.
fr_fr: Vous n'êtes pas autorisé à vous connecter pendant une maintenance.

source: Unable to login:
fr_fr: Impossible de vous authentifier:

source: Paused
fr_fr: En pause

source: Unchecked
fr_fr: Non vérifié

source: Up
fr_fr: Ok

source: Down
fr_fr: Hors Service

source: UptimeRobot API Key not configured or no data available.
fr_fr: Clé API UptimeRobot non configurée ou aucune donnée disponible.

source: Unable to connect to wallet RPC service:
fr_fr: Impossible de se connecter au service RPC du portefeuille:

source: Unable to connect
fr_fr: Impossible de se connecter

source: Could not find any transaction
fr_fr: Impossible de trouver une transaction

source: News updated
fr_fr: News mises à jour

source: News update failed:
fr_fr: Echec de mise à jour de la news

source: Could not find any users
fr_fr: Impossible de trouver des utilisateurs

source: Settings updated
fr_fr: Paramètres mis à jour

source: News entry changed
fr_fr: News édité avec succès

source: News entry added
fr_fr: News ajouté avec succès

source: Failed to add new entry:
fr_fr: Impossible d'ajouter une nouvelle entrée:

source: Succesfully removed news entry
fr_fr: News supprimée avec succès

source: Failed to delete entry:
fr_fr: Impossible de supprimer l’entrée:

source: Pool newsletters are disabled.
fr_fr: Les newsletters du pool sont désactivées.

source: Newsletter sent to
fr_fr: Newsletter envoyée à

source: users.
fr_fr: utilisateurs.

source: Failed to send e-mail to
fr_fr: Impossible d'envoyer un message électronique à

source: Missing token
fr_fr: Jeton manquant

source: Unable to re-activate your account. Invalid token.
fr_fr: Impossible de ré-activer votre compte. Jeton non valide.

source: Account re-activated. Please login.
fr_fr: Votre compte a été ré-activé. Veuillez vous connecter.

source: Failed to re-activate account. Contact site support.
fr_fr: Impossible de ré-activer le compte. Contactez le support.

source: You have no payout address set.
fr_fr: Vous n'avez pas d'adresse de paiement défini.

source: You can not add workers unless a valid Payout Address is set in your User Settings.
fr_fr: Vous ne pouvez pas ajouter de mineurs à moins qu'une adresse de paiement valide ai été définie dans vos paramètres utilisateur.

source: Worker removed
fr_fr: Mineur Supprimé

source: Worker added
fr_fr: Mineur ajouté

source: Worker updated
fr_fr: Mineur mis à jour

source: You have no workers configured
fr_fr: Vous n'avez pas de mineurs configurés

source: Unable to activate your account. Invalid token.
fr_fr: Impossible d'activer votre compte. Jeton non valide.

source: Account activated. Please login.
fr_fr: Votre compte a été activé. Veuillez vous connecter.
