Repository: mderasse/php-mpos
Catalog: locale/*/LC_MESSAGES/frontend.po
Languages: fr_fr

source: You have exceeded the allowed invitations of
fr_fr: Vous avez dépassé le nombre d'invitation maximum qui est e

source: Invitation sent
fr_fr: Invitation envoyée

source: Unable to send invitation to recipient:
fr_fr: Impossible d'envoyer une invitation au destinataire:

source: Invitations are disabled
fr_fr: Les invitations sont désactivées

source: E-mail confirmations are required for
fr_fr: Une confirmations par E-mail est requises pour

source: editing your details
fr_fr: modification de vos détails de compte

source: changing your password
fr_fr: modifier votre mot de passe

source: withdrawals
fr_fr: effectuer un retraits

source: A token was sent to your e-mail that will allow you to
fr_fr: Un jeton a été envoyé à votre adresse e-mail qui vous permettra de

source: You can currently
fr_fr: Vous pouvez actuellement

source: edit your account details
fr_fr: modifier les détails de votre compte

source: withdraw funds
fr_fr: retirer des fonds

source: change your password
fr_fr: modifiez votre mot de passe

source: and
fr_fr: et

source: Your PIN # has been sent to your email.
fr_fr: Votre PIN # a été envoyé à votre adresse email.

source: Invalid PIN.
fr_fr: PIN invalide.

source: attempts remaining.
fr_fr: tentatives restantes.

source: A confirmation was sent to your e-mail, follow that link to continue
fr_fr: Une confirmation a été envoyée à votre adresse e-mail, suivez le lien pour continuer

source: Manual payouts are disabled.
fr_fr: Les paiements manuels sont désactivés.

source: You have not yet unlocked account withdrawls.
fr_fr: Vous n'avez pas encore déverrouillé le retrait de coin.

source: Account balance must be >=
fr_fr: Le solde du compte doit être >=

source: to do a Manual Payout.
fr_fr: pour effectuer un paiement manuel.

source: Created new manual payout request with ID #
fr_fr: Création d'une nouvelle demande de paiement manuelle avec pour ID #

source: You already have one active manual payout request.
fr_fr: Vous avez déjà une demande de paiement manuelle en cours.

source: Insufficient funds, you need more than
fr_fr: Fonds insuffisants, vous avez besoin de plus de

source: to cover transaction fees
fr_fr: pour couvrir les frais de transaction

source: You have not yet unlocked account updates.
fr_fr: Vous n'avez pas encore déverrouillé les mises à jour de compte.

source: Account details updated
fr_fr: Détails du compte mis à jour

source: Failed to update your account:
fr_fr: Échec lors de la mise à jour de votre compte:

source: You have not yet unlocked password updates.
fr_fr: Vous n'avez pas encore dévérrouillé la mise à jour de mot de passe.

source: Password updated
fr_fr: Mot de passe mis à jour

source: Notification system disabled by admin.
fr_fr: Système de notification désactivé.

source: Updated notification settings
fr_fr: Paramètres de notification mis à jour

source: Could not find any notifications
fr_fr: Impossible de trouver des notifications

source: You last logged in from
fr_fr: Vous vous êtes connecté pour la dernière fois avec l'IP

source: on
fr_fr: le
